---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultCapParam
source: html/f798cc19-99ba-714f-f228-b3673b09cbe6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultCapParam Property

"Cap"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultCapParam { get; }
```